Repository: fredwilliamtjr/iMenuPeek
Catalog: App/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans

# onboarding.permission.pending
source: Not requested
pt_br: Pendente
zh_hans: 未请求

# onboarding.permission.openSettings
source: Open Settings
pt_br: Abrir Ajustes
zh_hans: 打开设置

# onboarding.diag.electionUse
source: enabled by the system
pt_br: ativada pelo sistema
zh_hans: 已由系统启用

# onboarding.diag.electionIgnore
source: disabled
pt_br: desativada
zh_hans: 已停用

# onboarding.diag.electionUnknown
source: unknown state
pt_br: estado desconhecido
zh_hans: 状态未知

# onboarding.step4.restartFinderNote
source: For the menu to appear, restart the Finder once. Open Finder windows close and reopen.
pt_br: Para o menu aparecer, reinicie o Finder uma vez. As janelas abertas do Finder fecham e reabrem.
zh_hans: 要让菜单出现，请重新启动一次 Finder。已打开的 Finder 窗口会关闭并重新打开。

# onboarding.step3.accessibility.title
source: Accessibility
pt_br: Acessibilidade
zh_hans: 辅助功能

# onboarding.step3.accessibility.desc
source: App menu at the pointer (⌘ + right-click) and script automations
pt_br: Menu do app no cursor (⌘ + clique direito) e automações dos scripts
zh_hans: 在指针处显示 App 菜单（⌘ + 右键）及脚本自动化

# settings.tab.appMenu
source: App Menu
pt_br: Menu do app
zh_hans: App 菜单

# appMenu.title
source: App menu at the pointer
pt_br: Menu do app no cursor
zh_hans: 指针处的 App 菜单

# appMenu.subtitle
source: ⌘ + right-click anywhere opens the menu bar of the app in front, right at the pointer.
pt_br: ⌘ + clique direito em qualquer lugar abre o menu do app em primeiro plano, junto do ponteiro.
zh_hans: 在任意位置 ⌘ + 右键，即可在指针处打开前台 App 的菜单栏。

# appMenu.permissionHeader
source: Permission
pt_br: Permissão
zh_hans: 权限

# appMenu.accessibilityOn
source: Accessibility enabled
pt_br: Acessibilidade ativa
zh_hans: 辅助功能已启用

# appMenu.accessibilityOff
source: Accessibility disabled
pt_br: Acessibilidade inativa
zh_hans: 辅助功能未启用

# appMenu.accessibilityWhy
source: Required to read other apps' menus and to catch ⌘ + right-click.
pt_br: Necessária para ler o menu dos outros apps e capturar o ⌘ + clique direito.
zh_hans: 读取其他 App 的菜单并捕获 ⌘ + 右键时需要此权限。

# appMenu.requestPermission
source: Request Permission
pt_br: Solicitar permissão
zh_hans: 请求权限

# appMenu.activationHeader
source: Activation
pt_br: Ativação
zh_hans: 启用

# appMenu.toggle
source: Open the app menu with ⌘ + right-click
pt_br: Abrir o menu do app com ⌘ + clique direito
zh_hans: 用 ⌘ + 右键打开 App 菜单

# appMenu.statusOff
source: Off
pt_br: Desligado
zh_hans: 已关闭

# appMenu.statusWaiting
source: Waiting for Accessibility
pt_br: Aguardando a Acessibilidade
zh_hans: 等待辅助功能权限

# appMenu.statusStarting
source: Starting…
pt_br: Iniciando…
zh_hans: 正在启动…

# appMenu.statusRunning
source: Working
pt_br: Funcionando
zh_hans: 运行中

# editor.placeSubmenu
source: Submenu "iMenuPeek ▸"
zh_hans: 子菜单「iMenuPeek ▸」

# editor.placeSubmenuShort
source: Submenu
zh_hans: 子菜单

# general.scripts
source: Scripts
zh_hans: 脚本

# packImport.placementSubmenu
source: Submenu
zh_hans: 子菜单

# panel.typeApplication
source: Apps
zh_hans: 应用

# execLog.duration
source: %.2f s
zh_hans: %.2f 秒
